tap "bufbuild/buf"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ktr0731/evans"
brew "act"
brew "ansible"
brew "cloc"
brew "exa"
brew "gh"
brew "helm"
brew "ncurses"
brew "htop"
brew "hugo"
brew "istioctl"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "n"
brew "neovim"
brew "openapi-generator"
brew "openjdk@11"
brew "pandoc"
brew "pgcli"
brew "protobuf"
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "terraform"
brew "tmux"
brew "tree"
brew "wiredtiger"
brew "bufbuild/buf/buf"
brew "golangci/tap/golangci-lint"
brew "ktr0731/evans/evans"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "rectangle"
cask "sublime-text"
