tap "ariga/tap"
tap "auth0/auth0-cli"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "chiselstrike/tap"
tap "cockroachdb/tap"
tap "crunchydata/brew"
tap "dapr/tap"
tap "dopplerhq/cli"
tap "encoredev/tap"
tap "facebook/fb"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jetbrains/utils"
tap "ktr0731/evans"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "playcover/playcover"
tap "pulumi/tap"
tap "stripe/stripe-cli"
tap "svix/svix"
tap "temporalio/brew"
tap "wez/wezterm"
tap "withgraphite/tap"
tap "wix/brew"
tap "xataio/pgroll"
tap "xcodesorg/made"
tap "xo/xo"
brew "act"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "python@3.11"
brew "awscli"
brew "benthos"
brew "python@3.12"
brew "node"
brew "terraform"
brew "cdktf"
brew "cloc"
brew "cloudflared"
brew "cocoapods"
brew "dtc"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "qemu"
brew "deno"
brew "duckdb"
brew "eza"
brew "fastlane"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "flyctl"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "k6"
brew "krb5"
brew "kubernetes-cli"
brew "libftdi"
brew "libpq", link: true
brew "maven"
brew "protobuf"
brew "n"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "pandoc"
brew "pgcli"
brew "pgweb"
brew "ripgrep"
brew "rustup"
brew "scrcpy"
brew "skaffold"
brew "smartmontools"
brew "spotify-tui"
brew "starship"
brew "temporal"
brew "tmux"
brew "tree"
brew "watch"
brew "ariga/tap/atlas"
brew "auth0/auth0-cli/auth0"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/mods"
brew "chiselstrike/tap/turso"
brew "cockroachdb/tap/ccloud"
brew "crunchydata/brew/cb"
brew "dapr/tap/dapr-cli"
brew "dopplerhq/cli/doppler"
brew "encoredev/tap/encore"
brew "facebook/fb/idb-companion"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "ktr0731/evans/evans"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "pulumi/tap/pulumi"
brew "stripe/stripe-cli/stripe"
brew "svix/svix/svix"
brew "temporalio/brew/tcld"
brew "wix/brew/applesimutils"
brew "xataio/pgroll/pgroll"
brew "xo/xo/xo"
cask "android-platform-tools"
cask "android-studio"
cask "datagrip"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "keka"
cask "keystore-explorer"
cask "netnewswire"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "reactotron"
cask "rectangle"
cask "session-manager-plugin"
cask "setapp"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "trunk-io"
cask "visual-studio-code"
cask "wezterm"
cask "zulu@11"
cask "zulu@17"
cask "zulu@21"
