tap "bufbuild/buf"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ktr0731/evans"
tap "wez/wezterm"
brew "exa"
brew "fzf"
brew "gh"
brew "helm"
brew "ncurses"
brew "htop"
brew "hugo"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "mpv"
brew "n"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "pgcli"
brew "protobuf"
brew "ripgrep"
brew "rustup-init"
brew "smartmontools"
brew "starship"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "bufbuild/buf/buf"
brew "golangci/tap/golangci-lint"
brew "ktr0731/evans/evans"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "postman"
cask "rectangle"
cask "sublime-text"
cask "tandem"
cask "wezterm"
